Repository: DHowett/localizations
Catalog: SDM/preferences/Resources/*.lproj/Localizable.strings
Languages: el, fr, it, nl, tr, vi, zh_cn

# DOWNLOADER_ENABLED
source: Download Files
el: Κατέβασμα Αρχείων
fr: Télécharger les Fichiers
it: Attiva il download dei file
nl: Download Bestanden
tr: Dosya İndir
vi: Tải xuống Tập tin
zh_cn: 下载文件

source: File Types
el: Τύποι αρχείων
fr: Types de Fichiers
it: Tipi di file
nl: Bestandstypen
tr: Dosya Tipleri
vi: Các Kiểu Tập tin
zh_cn: 文件类型

source: Auto-Retry
el: Αυτόματη Επανάληψη αποτυχημένης προσπάθειας
fr: Auto-Réessayer
it: Riprova automaticamente
nl: Automatisch opnieuw proberen
tr: Otomatik-Tekrar Deneme
vi: Tự động-Thử lại
zh_cn: 自动重试

source: Auto-Retry Settings
el: Ρυθμίσεις Αυτόματης προσπάθειας
fr: Auto-Réessayer Paramètres
it: Impostazioni Auto-Riprova
nl: Instellingen automatisch opnieuw proberen
tr: Otomatik-Tekrar Deneme Ayarları
vi: Cài đặt-Tự động Thử lại
zh_cn: 自动重试设置

source: Max. Concurrent Downloads
el: Μέγιστες παράλληλες λήψεις
fr: Max. de Téléchargements Simultanés
it: Download simultanei
nl: Max. Gelijktijdige Downloads
tr: Max. Aynı Anda İndirme
vi: Tối đa. Tải xuống Cùng lúc
zh_cn: 最大同时下载数

# AUTO_RETRY_ENABLED
source: Auto-Retry Failed
el: Αυτόματη επανάληψη για κατέβασμα απέτυχε
fr: Auto-Réessayé a échoué
it: Auto-Riprova Abilitato
nl: Automatisch opnieuw proberen mislukt
tr: Otomatik-Tekrar Deneme Başarısız
vi: Tự động-Thử lại Hỏng
zh_cn: 失败后自动重试

source: Retry Attempts
el: Αριθμός προσπαθειών
fr: Tentatives de Relance
it: Tentativi di riprova
nl: Aantal pogingen
tr: Tekrar Deneme Girişimleri
vi: Cố gắng Thử lại
zh_cn: 重试次数

# RETRY_ATTEMPTS_1
source: 1 attempt
el: 1 προσπάθεια
fr: 1 Tentative
it: 1 tentativo
nl: 1 poging
tr: Girişim 1
vi: 1 Cố gắng
zh_cn: 一次

# RETRY_ATTEMPTS_2
source: 2 attempts
el: 2 προσπάθειες
fr: 2 Tentatives
it: 2 tentativo
nl: 2 pogingen
tr: Girişim 2
vi: 2 Cố gắng
zh_cn: 二次

# RETRY_ATTEMPTS_3
source: 3 attempts
el: 3 προσπάθειες
fr: 3 Tentatives
it: 3 tentativo
nl: 3 pogingen
tr: Girişim 3
vi: 3 Cố gắng
zh_cn: 三次

# RETRY_ATTEMPTS_4
source: 4 attempts
el: 4 προσπάθειες
fr: 4 Tentatives
it: 4 tentativo
nl: 4 pogingen
tr: Girişim 4
vi: 4 Cố gắng
zh_cn: 四次

# RETRY_ATTEMPTS_5
source: 5 attempts
el: 5 προσπάθειες
fr: 5 Tentatives
it: 5 tentativo
nl: 5 pogingen
tr: Girişim 5
vi: 5 Cố gắng
zh_cn: 五次

# RETRY_DELAY
source: Auto-Retry Delay (Seconds)
el: Καθυστέρηση αυτόματης επανάληψης (Δευτερόλεπτα)
fr: Délai de Auto-Réessayer (Seconds)
it: Ritardo Auto-Riprova (Secondi)
nl: Automatisch opnieuw proberen wachtijd (Seconden)
tr: Otomatik-Tekrar Deneme Ertelenmesi (Saniye)
vi: Tự động-Độ trễ Thử lại (Giây)
zh_cn: 自动重试间隔（秒）

# FILE_TYPE_DISABLE_EXPLANATION
source: Disabling a file type will cause Safari to not prompt you with regards to downloading a file of that type, and instead behave normally.
el: Απενεργοποιώντας έναν τύπο αρχείου θα κάνει τον Safari να μην σας ζητά να το κατεβάσει αλλά να συμπεριφέρεται κανονικά.
fr: Si vous désactivez un type de fichier, Safari ne vous demandera pas de télécharger un fichier de ce type, et au lieu se comportera normalement.
it: Disablitando un tipo di file si ritorner√† alla funzione originale di download in Safari.
nl: Bij het uitschakelen van een bestandstype zal Safari je niet vragen om een bestand van dat type te downloaden, maar in plaats daarvan normaal functioneren.
tr: Bir dosya türünü devre dışı bırakmak Safarinin o dosya için uyguladığı orijinal davranışı yapmasını sağlar.
vi: Vô hiệu hóa một loại Tập tin sẽ gây ra Safari Không nhắc bạn để Tải về Tập tin của loại đó, và Thay vì Xử lý bình thường.
zh_cn: 禁用某个文件类型会导致 Safari 不会提示下载该类型文件，而是以原本的方式提示文件操作。

source: Built-In Types
el: Ενσωματωμένοι τύποι αρχείων
fr: Types de Fichiers Inclus
it: File integrati
nl: Ingebouwde Types
tr: Yerleştirilimiş Tipler
vi: Kiểu Thiết lập Sẵn
zh_cn: 内建类型

source: Custom
el: Προσαρμοσμένοι
it: File personalizzati
nl: Aangepast
tr: Kişisel
vi: Tùy chỉnh
zh_cn: 自定义

source: Add File Type...
el: Προσθέστε τύπο αρχείου...
fr: Ajouter un Type de Fichier ...
it: Aggiungi un tipo di file...
nl: Voeg bestandstype toe...
tr: Dosya Tipi Ekle...
vi: Thêm Kiểu Tập tin...
zh_cn: 新增文件类型...

source: New File Type
el: Νέος τύπος αρχείου
fr: Nouveau Type de Fichier
it: Nuovo tipo di file
nl: Nieuw Bestandstype
tr: Yeni Dosya Tipi
vi: Kiểu Tập tin Mới
zh_cn: 新文件类型

# ADD_FILE_TYPE_PROMPT
source: Enter new file type information
el: Προσθέστε πληροφορίες για το νέο τύπο αρχείο
fr: Entrez les informations du nouveau type de fichier
it: Aggiungi informazioni tipo di file
nl: Voer nieuw bestandstype informatie in
tr: Yeni Dosya Tipi Bilgisi Gir
vi: Nhập tên Tập tin Mới
zh_cn: 请输入新文件类型信息

# EDIT_FILE_TYPE_PROMPT
source: Enter the information for this file type
el: Δώστε τις πληροφορίες για αυτόν τον τύπο αρχείου
fr: Entrez les informations pour ce type de fichier
it: Inserisci informazioni per questo tipo di file
nl: Voer bestandstype informatie in
tr: Bu dosya tipi için bilgi girin
vi: Nhập Thông tin cho Tập tin
zh_cn: 请输入该文件类型的信息

source: Save
el: Αποθήκευση
fr: Enregistrer
it: Salva
nl: Bewaar
tr: Kaydet
vi: Lưu lại
zh_cn: 保存

source: Cancel
el: ’κυρο
fr: Annuler
it: Cancella
nl: Annuleer
tr: Vazgeç
vi: Hủy
zh_cn: 取消

source: Details
el: Λεπτομέρειες
fr: Détails
it: Dettagli
tr: Detaylar
vi: Chi tiết
zh_cn: 详情

source: Name
el: Όνομα
fr: Nom
it: Nome
nl: Naam
tr: İsim
vi: Tên
zh_cn: 名称

# NAME_PLACEHOLDER
source: Type Name
el: Όνομα Τύπου αρχείου
fr: Nom du Type
it: Nome tipo di file
nl: Type Naam
tr: Tür Adı
vi: Kiểu Tên
zh_cn: 类型名称

# EXTENSIONS_GROUP
source: Extensions
el: Προσθήκες
it: Estensione
nl: Extensies
tr: Eklentiler
vi: Các Đuôi Mở rộng
zh_cn: 后缀名

# EXTENSIONS_PLACEHOLDER
source: Extension
el: Προσθήκη
fr: Extensions
it: Estensione
nl: Extensie
tr: Eklenti
vi: Đuôi Mở rộng
zh_cn: 后缀名

# MIMETYPES_GROUP
source: MIME Types
el: Τύποι MIME
it: Tipo MIME
tr: MIME Tipi
vi: Các Kiểu Mở rộng
zh_cn: MIME 类型

# MIMETYPES_PLACEHOLDER
source: MIME Type
el: Τύπος MIME
it: Tipo MIME
tr: MIME Tipi
vi: Kiểu Mở rộng
zh_cn: MIME 类型

source: Delete File Type
el: Διαγραφή αυτού του τύπου αρχείου
fr: Supprimer le type de fichier
it: Elimina tipo di file
nl: Verwijder bestandstype
tr: Dosya Tipini Sil
vi: Xóa kiểu Tập tin
zh_cn: 删除文件类型
